app/controllers/articles_controller.rb

  def create
    @article = Article.new(params[:article])

    respond_to do |format|
      if @article.save
---
INSERT INTO "articles" ("updated_at", "title", "body", "created_at") VALUES('2009-04-27 01:56:45', 'First Article Title', 'First Article Body', '2009-04-27 01:56:45')