app/controllers/capps_controller.rb

SELECT * FROM "capps"
---
  def index
    @capps = Capp.all